/**
 * 介绍页面轮播图
 * @type {*[]}
 */
export const INTRODUCEBSLIDESHOW = [
    {
        'img':require("../assets/img/homecarousel/homecarousel_1.jpeg"),
        'text': '彩色眼底图像中视网膜血管分割已广泛应用于糖尿病视网膜病变、早产儿视网膜病变以及高血压、青光眼等眼科疾病的定量分析。因此,视网膜血管分割在眼部相关疾病的诊断中发挥重要作用。' +
            '由于血管形态复杂(如薄而弯曲的血管,尤其是毛细血管和其他精细结构),光照不均和噪声的存在会使人工分割更加复杂,经验丰富的眼科医生进行视网膜血管精确分割仍然具有挑战性,且主观性很强,无法进行大规模眼底图像的分析。因此,从彩色图像中自动分割视网膜血管就显得尤为重要。'
    },
    {
        img:require("../assets/img/homecarousel/homecarousel_2.png"),
        text: '彩色眼底图像中视网膜血管分割已广泛应用于糖尿病视网膜病变、早产儿视网膜病变以及高血压、青光眼等眼科疾病的定量分析。因此,视网膜血管分割在眼部相关疾病的诊断中发挥重要作用。'
    },
    {
        img:require("../assets/img/homecarousel/homecarousel_1.jpeg"),
        text: '彩色眼底图像中视网膜血管分割已广泛应用于糖尿病视网膜病变、早产儿视网膜病变以及高血压、青光眼等眼科疾病的定量分析。因此,视网膜血管分割在眼部相关疾病的诊断中发挥重要作用。'
    }
]
